Repository: strategizeit-egypt/Smart-Karbala-Project-IOS
Catalog: KarbalaIOS/KarbalaIOS/Resources/Localize/*.lproj/Localizable.strings
Languages: ar

source: Error
ar: خطأ

source: OK
ar: موافق

source: Cancel
ar: إلغاء

source: Settings
ar: الإعدادات

source: Alert
ar: تنبية

source: Retry
ar: إعادة المحاولة

source: Exit
ar: خروج

# developed_by
source: Citizens Application to interact with the holy governorate of Karbala
ar: تطبيق تفاعل االمواطنين مع محافظة كربلاء المقدسة

# splash_sentence
source: Citizens Application to interact with the holy governorate of Karbala
ar: تطبيق خدمة المواطنين المقدم من محافظة كربلاء المقدسة

# name_text_field_placeholder
source: Your Name
ar: الاسم بالكامل

# sign_in_label
source: Sign In
ar: أنشاء حساب جديد

# sign_in_desc
source: Add your mobile number and get verification code.
ar: أضف رقم هاتفك المحمول واحصل على رمز التحقق.

# terms_label
source: I’ve read and accept the Terms and conditions
ar: لقد قرأت ووافقت على الشروط والأحكام

source: Terms and conditions
ar: الشروط والأحكام

# name_is_empty
source: Enter your Name
ar: أدخل أسمك

# phone_is_empty
source: Enter your phone number
ar: أدخل رقم الجوال

# phone_is_not_valid
source: Phone number is not valid
ar: رقم الجوال غير صحيح

# sign_in_desc %@
source: Welcome %@, sign in with your account
ar: مرحباً %@ ، قم بتسجيل الدخول باستخدام حسابك

# don't_have_account
source: If you don't have account yet please sign up
ar: إذا لم يكن لديك حساب ، يرجى الاشتراك

# signup_button
source: Sign Up
ar: حساب جديد

# welcome_header
source: Welcome to Smart Karbala
ar: مرحبا بك فى كربلاء الذكية

# welcome_body
source: If you are Karbala citizen select citizen,if not select visitor
ar: إذا كنت من مواطني كربلاء فاختر مواطنا ، إن لم يكن اختر زائر

source: Citizen
ar: مواطن

source: Visitor
ar: زائر

source: Full name
ar: الإسم بالكامل

source: Email address
ar: البريد الإلكتروني

# birth_date
source: Birthdate - Month / Day / Year
ar: تاريخ الميلاد - شهر / يوم / سنة

source: City
ar: المنطقة

source: District
ar: القضاء

# area
source: Subdistrict
ar: الناحية

source: Neighborhood
ar: الحي

# sign_up_as_%@
source: Sign in as a %@
ar: التسجيل ك%@

# required_fields_hint
source: All fields are mandatory, fill all of them
ar: كل الحقول مطلوبة، آملا كل الحقول

source: Gender:
ar: النوع:

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Country
ar: الدولة

# msg_user_number %@
source: User number # %@
ar: انت المستخدم رقم # %@

# msg_successfull_rigster
source: Successful register
ar: تم التسجيل

# Terms_screen_title
source: Terms & Policy
ar: الشروط و الأحكام

# enter_verfication
source: Enter a verification code
ar: أدخل كود التحقيق

# verfication_desc
source: A text message with a verification code was just sent to your mobile
ar: تم إرسال كود التحقيق في رسالة نصية إلى رقم جوالك

# send_verfication_again
source: Didn’t received ! Send again
ar: لم استلم بعد! أرسل مرة أخرى

# verfication_timer %@
source: You will get the verification code within %@ sec
ar: سيصلك كود التحقيق خلال %@ ثانية

source: Send again
ar: أرسل مرة أخرى

# verfication_code_empty
source: Enter verfication code
ar: أدخل كود التحقيق

# title_new_complaint
source: Home
ar: الرئيسية

# title_complaints
source: My complaints
ar: شكاوي

source: More
ar: المزيد

source: About us
ar: عن كربلاء

source: Contact us
ar: اتصل بنا

source: Terms & policy
ar: الشروط و السياسات

source: Change languge
ar: تغيير اللغة

# error_user_name_not_chnaged
source: User name not changed
ar: لم يتم تغيير الإسم<

# msg_user_name_changed
source: User name changed successfully
ar: تم تغيير الإسم بنجاح

source: Sign out
ar: تسجيل الخروج

# logout_confirmation
source: Are you sure you want to logout?
ar: هل تريد تسجيل الخروج

source: Confirm
ar: تاكيد

# message_title_placeholder
source: Message subject
ar: عنوان الرسالة

# message_body_placeholder
source: Message Details - Click here to edit the text
ar: تفاصيل الرسالة - انقر هنا لتحرير النص

# send_button
source: Send
ar: إرسال

source: Contact by
ar: تواصل معنا

source: HotLine
ar: اتصل بنا الان

source: Whatsapp
ar: واتساب

# Messenger
source: Twitter
ar: تويتر

source: E-Mail
ar: البريد الالكتروني

# message_title_is_empty
source: ِEnter message subject
ar: آدخل عنوان الرسالة

# message_body_is_empty
source: Enter message description
ar: آدخل تفاصيل الرسالة

# contact_us_message_sent_successfuly
source: Your message sent successfuly
ar: تم إرسال رسالتك بنجاح

# install_whatsapp
source: Whatsapp is not installed on this device. Please install Whatsapp and try again.
ar: تطبيق الواتس آب غير مثبت على هذا الجهاز. الرجاء تثبيت واتساب والمحاولة مرة أخرى

source: No SIM Inserted
ar: لا توجد شريحة جوال

source: Website
ar: الموقع الإلكتروني

source: Change
ar: تغيير

# Search for report
source: Search for complaint
ar: البحث عن شكوى

# Report details
source: complaint details
ar: تفاصيل الشكوى

# no_Reports
source: No complaints
ar: لا توجد شكاوي

# report_images_header
source: complaint picturs
ar: صور الشكوى

# report_voice_header
source: complaint voice
ar: الرسالة الصوتية للشكوى

source: Comment
ar: التعليق

# add_report_button
source: Add your complaint
ar: أضف شكوى

# add_report_hint
source: Select your location first then hit this green button
ar: اختر موقعك أولاً ثم اضغط على أضف شكوى

# search_placholder
source: Search for location
ar: البحث عن مكان

# location_is_empty
source: Choose location first
ar: قم باختيار الموقع أولاً

# location_is_off
source: Please enable location services for this app.
ar: يرجى تفعيل خدمات الموقع لهذا التطبيق.

# location_is_denied
source: location service is
ar: السماح للتطبيق بالوصول إلى موقعك الحالي

source: Back
ar: الخلف

# complete_report
source: Complete your complaint
ar: أكمل الشكوى

# after_choose_location
source: After choose your location complete the complaint
ar: أختر الموقع أولاً ثم اضغط على أضف شكوى

# report_type
source: complaint category
ar: نوع الشكوى

source: Township
ar: القضاء

# report_details_hint
source: complaint details
ar: تفاصيل الشكوى

# error_number_of_photos
source: Can't add more than 5 photos
ar: لا يمكن إضافة أكثر من 5 صور

# stop_recording_message
source: Stop recording before send complaint
ar: قم بإيقاف المُسجل قبل إرسال الشكوى

# report_details_error_message
source: Enter complaint description
ar: أدخل وصف الشكوى

# choose_report_image_error_message
source: Attach one image at least to your complaint
ar: قم بإضافة صورة واحدة على الاقل إلي الشكوى

# report_type_error_message
source: Enter complaint type
ar: أدخل نوع الشكوى

# sure_send_report
source: Are you sure you want to send the complaint?
ar: هل متأكد أنك تريد إرسال الشكوى؟

# record_audio_denied
source: Allow us to access your microphone to be able to record voice
ar: اسمح لنا بالوصول إلى الميكروفون حتى تتمكن من تسجيل الصوت

# complaint_details_audio_error_message
source: Enter complaint description or record voice
ar: أدخل وصف الشكوى أو قم بتسجيل صوتي للشكوى

source: Select
ar: اختر

# choose_district_error_message
source: Choose district
ar: اختر القضاء

# no_districts
source: No districts available
ar: لا توجد بلديات متاحة

# Choose_district
source: Choose the district
ar: اختر القضاء

source: Districts
ar: آقضية

# Choose_report_type
source: Choose complaint type
ar: اختر نوع الشكوى

# choose_report_type_error_message
source: Choose complaint type
ar: اختر نوع الشكوى

# no_report_types
source: No complaint types available
ar: لا توجد انواع شكاوي

source: Successfully
ar: تم

# msg_send_report_successfully
source: Thanks for add a new complaint! Now you can check complaint status by hitting the below green button.
ar: شكراً للإضافتك شكوى جديد, الان يمكنك مراجعة حالة الشكوى بالضغط على الزرار الأخضر الموجود بالاسفل.

# act_home_screen
source: Home screen
ar: الصفحة الرئيسية

# msg_need_back
source: Need back to Home screen
ar: الرجوع إلي الصفحة الرئيسية

# Server Error
source: Something went wrong. Please try again later
ar: حدث خطأ ما في،من فضلك حاول مرة اخري لاحقا

# Network Error
source: Check your internet connection and try again
ar: تحقق من اتصال الانترنت لديك و حاول مجدداً

# No Data Found
source: No data was found
ar: لا توجد بيانات

# not_join_in_group_error
source: You are not join in this group
ar: انت غير مشترك في هذا الجروب

# This_Phone_Registerd_Before
source: This phone is registered before
ar: هذا الجوال غير موجود

# Result_invalid_password
source: Invalid password
ar: كلمة المرور غير صحيح

# Result_Invalid_Email
source: Invalid email
ar: البريد الالكتروني غير صحيح

# Result_Invalide_code
source: Invalid verfication code
ar: كود التفعيل غير صحيح

# Result_invalid_user_name_or_password
source: Invalid username or password
ar: اسم المستخدم او كلمة المرور غير صحيح

# Result_invalid_access_token_relogin
source: Your session has expired, please relogin
ar: الجلسه الخاصه بك انتهت ، من فضلك سجل دخول مره اخري

# Plese_complete_registeration
source: Please, complete register data
ar: من فضلك اكمل بيانات التسجيل

# Invalide_PhoneNumber
source: This phone is not valid
ar: رقم الجوال غير صحيح

# Result_Invalid_Parametrs
source: Invalid parameters
ar: كلمة المرور غير صحيحة

# User_not_Register_Yet
source: User not registered before
ar: المستخدم غير موجود

# Invalide_PhoneNumber_Or_Email
source: Invalid phone number or email
ar: رقم الجوال او البريد الالكتروني غير صحيح

# Employee_Is_Disabled_From_Admin
source: User is disabled from admin
ar: المستخدم تم حجبه من الادمن

# Student_Not_Found
source: User not found
ar: المستخدم غير موجود
